Repository: WPPlugins/wp-greet
Catalog: lang/wp-greet-*_CAT.po
Languages: es_es

source: Galleries
es_es: Galeries

source: Security
es_es: Seguretat

source: Logging
es_es: Registre

source: No gallery plugin selected.
es_es: Cap plugin de galeria seleccionat.

source: Settings successfully updated
es_es: Ajustos desats amb èxit

source: Active
es_es: Activat

source: Name
es_es: Nom

source: Save
es_es: Desar

source: Greetcard Log
es_es: Registre de Postals

source: Show all
es_es: Mostra tot

source: Date/Time
es_es: Data/Hora

source: From
es_es: De

source: To
es_es: Per a

source: Image
es_es: Imatge

source: IP-Adress
es_es: Adreça IP

source: Message
es_es: Missatge

source: Clear Log
es_es: Buidar Registre

source: You have to change a field to update settings.
es_es: Has de canviar un camp per actualitzar els ajustos.

source: Mailtransfermethod
es_es: Metode Lluirement Misstage

source: Send Bcc to
es_es: Envia CCO a

source: Mailreturnpath
es_es: Camí de Retorn Correu

source: Default mail header
es_es: Encapçalament del misstage per defecte

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name, %link% for generated link, %duration% for time the link is valid
es_es: HTML autoritzat, utilitza %sender% per al nom de remitent, %sendermail% per a l'adreça de correu del remitent, %receiver% per al nom del destinatari, %link% per a l'enllaç generat, %duration% per al període de validesa de l'enllaç

source: Default mail footer
es_es: Peu del misstage per defecte

source: Update options
es_es: Desa opcions

source: Captcha plugin not found.
es_es: Plugin Captcha no s'ha trobat.

source: wp-greet Security - Setup
es_es: wp-greet Seguridad - Configuración

source: Spam protection
es_es: Protecció antispam

source: none
es_es: cap

source: Minimum role to send card
es_es: Rol mínim per enviar postal

source: Everyone
es_es: Tots

source: Enable Terms of Usage display and check
es_es: Activa la visualizació y validació de les condicions d'ús

source: Terms of usage
es_es: Condicions d'ús

source: HTML is allowed
es_es: HTML està autoritzat

source: Use mail to verify sender address
es_es: Utilitzar misstage de correu per validar adreça de correu del remitent

source: Verification mail text
es_es: Text del missatge de verificació

source: Link valid time (hours)
es_es: Període de validesa de l'enllaç (hores)

source: 0 means confirmation-link will never expire
es_es: 0 significa que l'enllaç de confirmació mai expirarà

source: Confirmation mail to sender
es_es: Cooreu missatge per al remitent

source: Confirmation mail text
es_es: Missatge de confirmació

source: Mandatory fields
es_es: Camps obligatoris

source: Sendername
es_es: DE: Teu Nom

source: Sender
es_es: DE: Teu Em@il

source: Recipientname
es_es: Nom Destinatari

source: Recipient
es_es: Em@il destinatari

source: Subject
es_es: Asumpte

source: imagewidth not in range (0..3200).
es_es: Amplada de la imatge fora de l'interval (0..3200)

source: Cards will be removed before fetch interval expires (Number of days an online card can be fetched > Number of days card entries are stored)
es_es: Les postals seran tretes abans que l'interval de recollida expiri (Nombre de dies una postal en línia pot ser recollida > Nombre de dies entrades de les postals estan emmagatzemades)

source: wp-greet Setup
es_es: Configuració wp-greet

source: Gallery-Plugin
es_es: Galeria-Plugin

source: Form-Post/Page
es_es: Formulari-Entrada/Pàgina

source: Fixed image width
es_es: Amplada fixa de la imatge

source: Use informations from profile
es_es: Utilitzar informacions del perfil

source: Allow more than one recipient
es_es: Permetre més d'un destinatari

source: Allow sending cards in the future
es_es: Autoritzar l'enviament de postals en el futur

source: Use TinyMCE editor
es_es: Utilitzar l'editor TinyMCE

source: Enable Smileys on greetcard form
es_es: Activar Emoticones en formulari de la postal

source: Default mail subject
es_es: Assumpte del misstage per defecte

source: Offer 'send again'-link
es_es: Ofereix 'send again'-enllaç

source: Fetch cards online
es_es: Recollir postals en línia

source: Number of days an online card can be fetched
es_es: Nombre de dies per poder recollir la postal en línia

source: Online card HTML mail text
es_es: Text del misstage (HTML)

source: Add stamp image
es_es: Afegir la imatge del segell

source: Stampwidth in % of imagewidth
es_es: Amplada Segell en % de la imatge

source: enable logging
es_es: Activar registre

source: Number of days log entries are stored
es_es: Nombre de dies per emmagatzemar entrades de registreNúmero de días para almacenar entradas registro

source: Number of days card entries are stored
es_es: Nombre de dies per l'emmagatzematge d'entrades de postals

source: Send
es_es: Enviar

source: Your verification code is invalid.
es_es: Vostre còdic de verificació no és válid.

source: Please send a new card at
es_es: Si us plau, enviï una nova postal a

source: Your greeting card has already been sent.
es_es: La vostra postal ha estat ja enviada.

source: Your confirmation link is timedout.
es_es: L'enllaç de confirmació ha caducat.

source: You are not permitted to send greeting cards.
es_es: No li permeten enviar postals.

source: Preview
es_es: Previsualització

source: Please fill in mandatory field
es_es: Si us plau, ompli els camps obligatoris

source: Invalid recipient mail address.
es_es: L'adreça de correu del destinatari no és vàlida.

source: Spamprotection - Code is not valid.<br />
es_es: Protecció antispam - Códic no és vàlid.<br />

source: Please try again.<br />Tip: If you cannot identify the chars, you can generate a new image. Using Reload.
es_es: Si us plau, intenti un altre cop.<br />Consell: Si vostè no pot identificar els caràcters, pot generar una nova imatge. Usi Recarregar.

source: Please try again.
es_es: Si us plau, intenti un altre cop.

source: Please accept the terms of usage before sending a greeting card.<br />
es_es: Si us plau, accepti abans d'enviar una postal.<br />

source: Edit
es_es: Editar

source: Back
es_es: Anterior

source: Your greeting card has been sent or scheduled.
es_es: La seva postal ha estat enviada o programada.

source: Send this card to another recipient
es_es: Trametre aquesta postal a un altre destinatari

source: An error occured while sending you greeting card.
es_es: S'ha produït un error durant l'enviament de la postal.

source: Problem report
es_es: Informe de problema

source: A confirmation mail has been sent to your address.
es_es: Sha enviat un misstage de confirmació a la seva adreça.

source: An error occured while sending the confirmation mail.
es_es: S'ha produit un error durant la tramesa del misstage de confirmació.

source: Send confirmation to Sender
es_es: Enviar confirmació al remitent

source: CC to Sender
es_es: CC al Remitent

source: Time to send card
es_es: Període per enviar postal

source: Smileys
es_es: Emoticones

source: Spamprotection:
es_es: *Protecció antispam (obligatori*):

source: Sum of
es_es: Suma de

source: I accept the terms of usage of the greeting card service
es_es: Accepto les condicions d'ús del servei de postal

source: (show)
es_es: (mostrar)

source: Reset form
es_es: Esborrar formulari

source: Send a new card at
es_es: Trametre una nova postal a

source: Your greetcard link is timed out.
es_es: El seu enllaç de la postal està caducat.

source: Greeting Card Confirmation Mail
es_es: Missatge de Confirmació per a la Postal

source: A Greeting Card for you
es_es: Una Postal per a tu

source: You greeting card was received
es_es: La seva postal ha estat rebuda

source: Stampimage not found - Please contact your administrator
es_es: Imatge del segell no trobada - Si us plau, contacti el seu administrador

source: Mandatory inputfields are marked with a
es_es: Empleni Camps obligatoris: El teu em@il (remitent) i em@ail del destinatari marcats amb un

source: Multiple adresses can be separated by comma
es_es: Diferents adreces poden estar separades amb coma

source: If you have a package code, enter it here
es_es: Si teníu un codi del paquet, introduïu-lo a aquí

source: This card will be sent at
es_es: S'enviarà aquesta postal a
