Repository: WPPlugins/wp-greet
Catalog: lang/wp-greet-*.po
Languages: el_el, nl_nl

source: Galleries
el_el: Galleries/Συλλογές εικόνων
nl_nl: Gallerijen

source: Security
el_el: Ασφάλεια
nl_nl: Beveiliging

source: Logging
el_el: Αρχείο αποστολών
nl_nl: Logboek

source: No gallery plugin selected.
el_el: Δεν έχει επιλεγεί Gallery plugin
nl_nl: Geen gallerij plugin geselecteerd.

source: Settings successfully updated
el_el: Οι ρυθμίσεις αποθηκεύτηκαν
nl_nl: Instellingen succesvol bijgewerkt

source: Active
el_el: Ενεργό
nl_nl: Aktief

source: Name
el_el: Όνομα
nl_nl: Naam

source: Save
el_el: Αποθήκευση
nl_nl: Bewaar

source: Greetcard Log
el_el: Αρχείο ηλεκτρονικών καρτών

source: Show all
el_el: Προβολή όλων
nl_nl: Toon alles

source: Lines per Page:
el_el: Σειρές ανά σελίδα:
nl_nl: Regels per pagina:

source: Date/Time
el_el: Ημερομηνία/Ώρα
nl_nl: Datum/Tijd

source: From
el_el: Από
nl_nl: Van

source: To
el_el: Προς
nl_nl: Aan

source: Image
el_el: Εικόνα
nl_nl: Afbeelding

source: Message
el_el: Το μήνυμα
nl_nl: Bericht

source: Clear Log
el_el: Διαγραφή εγγραφών αρχείου
nl_nl: Log wissen

source: You have to change a field to update settings.
el_el: Πρέπει να αλλάξει κάποιο πεδίο για να αποθηκευτούν νέες ρυθμίσεις.
nl_nl: Je moet een veld wijzigen om instellingen te updaten.

source: SMTP use SSL?
el_el: SMTP με χρήση SSL;

source: Send Bcc to
el_el: Αποστολή Bcc προς
nl_nl: Stuur BCC naar

source: Mailreturnpath
el_el: Διεύθυνση επιστροφόμενων e-mail

source: Default mail header
el_el: Προκαθορισμένο e-mail header
nl_nl: Standaard mail header

source: HTML allowed, use %sender% for sendername, %sendermail% for sender email-address, %receiver% for receiver name, %link% for generated link, %duration% for time the link is valid
el_el: Επιτρέπεται η χρήση HTML, εισάγετε %sender% για όνομα αποστολέα, %sendermail% για email αποστολέα, %receiver% για όνομα παραλήπτη, %link% για σύνδεσμο προς κάρτα, %duration% για διάρκεια ισχύος συνδέσμου
nl_nl: HTML toegestaan, gebruik %sender% voor naam van afzender, %sendermail% voor emailadres van afzender, %receiver% voor naam van ontvanger, %link% voor gegenereerde link, %duration% voor tijd dat de link geldig is

source: Default mail footer
el_el: Προκαθορισμένο e-mail footer
nl_nl: Standaard mail footer

source: Update options
el_el: Ανανέωση ρυθμίσεων
nl_nl: Opties updaten

source: Captcha plugin not found.
el_el: Δεν εντοπίστηκε κάποιο Captcha plugin.
nl_nl: Captcha plugin niet gevonden.

source: wp-greet Security - Setup
el_el: wp-greet Ρυθμίσεις Ασφάλειας
nl_nl: wp-greet beveiling instellen

source: Spam protection
el_el: Προστασία από Spam
nl_nl: Spambescherming

source: none
el_el: τίποτε
nl_nl: geen

source: Minimum role to send card
el_el: Ελάχιστα δικαιώματα χρήστη για αποστολή κάρτας
nl_nl: Minimum rol om kaart te sturen

source: Everyone
el_el: Οποιοσδήποτε
nl_nl: Iedereen

source: Enable Terms of Usage display and check
el_el: Ενεργοποίηση προβολής & αποδοχής Όρων χρήσης
nl_nl: Activeer gebruiksvoorwaarden en controle

source: Terms of usage
el_el: Όροι χρήσης
nl_nl: Gebruiksvoorwaarden

source: HTML is allowed
el_el: Επιτρέπεται χρήση HTML
nl_nl: HTML is toegestaan

source: Use mail to verify sender address
el_el: Αποστολή e-mail για επιβεβαίωση διεύθυνσης αποστολέα
nl_nl: Gebruik mail om afzender te verifieren

source: Verification mail text
el_el: Μήνυμα e-mail επιβεβαίωσης
nl_nl: Verificatie mail tekst

source: Link valid time (hours)
el_el: Διάρκεια ισχύος συνδέσμου (Ώρες)
nl_nl: Link geldigheidsduur (in uren)

source: 0 means confirmation-link will never expire
el_el: Με τιμή 0 ο σύνδεσμος δεν θα λήξει ποτέ
nl_nl: 0 betekent dat bevestigingslink nooit verloopt

source: Confirmation mail to sender
el_el: E-mail επιβεβαίωσης προς αποστολέα
nl_nl: Bevestigingsmail aan afzender

source: Confirmation mail text
el_el: Μήνυμα επιβεβαίωσης
nl_nl: Tekst van bevestigingsmail

source: Mandatory fields
el_el: Απαραίτητα πεδία
nl_nl: Verplichte velden

source: Sendername
el_el: Όνομα αποστολέα
nl_nl: Naam afzender

source: Sender
el_el: Αποστολέας
nl_nl: Email afzender

source: Recipientname
el_el: Όνομα παραλήπτη
nl_nl: Naam ontvanger

source: Recipient
el_el: Παραλήπτης
nl_nl: Email ontvanger(s)

source: Subject
el_el: Θέμα/τίτλος
nl_nl: Onderwerp

source: imagewidth not in range (0..3200).
el_el: Πλάτος γραφικού εκτός ορίων (0..3200).
nl_nl: afbeeldingsbreedte niet binnen de marges (0..3200).

source: Cards will be removed before fetch interval expires (Number of days an online card can be fetched > Number of days card entries are stored)
el_el: Οι κάρτες θα διαγραφούν πριν τη λήξη ισχύος τους (Αριθμός ημερών που μια online κάρτα είναι προσβάσιμη > Αριθμός ημερών που οι κάρτες παραμένουν αποθηκευμένες)
nl_nl: Kaarten worden verwijderd voor afhaalperiode afloopt (aantal dagen dat online kaarten kunnen worden afgehaald > aantal dagen dat kaartgegevens worden bewaard)

source: wp-greet Setup
el_el: wp-greet Ρυθμίσεις
nl_nl: wp-greet instellen

source: Gallery-Plugin
el_el: Plugin Gallery/Συλλογής
nl_nl: Gallerij-Plugin

source: Use external link from WordPress media
el_el: Χρήση εξωτερικού συνδέσμου από WordPress media
nl_nl: Gebruik externe link van Wordpress media

source: Use NGG/NCG data for image description
el_el: Χρήση NGG/NCG πληροφοριών για την περιγραφή της εικόνας
nl_nl: Gebruik NGG/NCG data voor afbeeldingsbeschijving

source: Form-Post/Page
el_el: Άρθρο/Σελίδα Φόρμας
nl_nl: Formulier-Post/Pagina

source: Fixed image width
el_el: Σταθερό πλάτος εικόνας
nl_nl: Vaste afbeeldingsbreedte

source: Use informations from profile
el_el: Χρήση πληροφοριών από το προφίλ
nl_nl: Gebruik informatie van profiel

source: Allow more than one recipient
el_el: Επιτρέπεται εισαγωγή περισσότερων από ενός παραληπτών
nl_nl: Meer dan 1 ontvanger toestaan

source: Allow sending cards in the future
el_el: Ενεργοποίηση δυνατότητας προγραμματισμού αποστολής καρτών (σε μελλοντικό χρόνο)
nl_nl: Kaarten in toekomst versturen toestaan

source: Use TinyMCE editor
el_el: Χρήση επεξεργαστή κειμένου TinyMCE
nl_nl: Gebruik TinyMCE editor

source: Enable Smileys on greetcard form
el_el: Ενεργοποίηση Smileys στην φόρμα αποστολής
nl_nl: Smileys op ecard formulier inschakelen

source: Default mail subject
el_el: Προκαθορισμένο 'Θέμα/τίτλος' e-mail
nl_nl: Standaard mail onderwerp

source: Offer 'send again'-link
el_el: Ενεργοποίηση συνδέσμου επανάληψης απόστολής (Αποστολή της κάρτας σε νέο παραλήπτη)
nl_nl: Bied 'stuur opnieuw'-link aan

source: Fetch cards online
el_el: Πρόσβαση καρτών online
nl_nl: Kaarten online afhalen

source: Number of days an online card can be fetched
el_el: Αριθμός ημερών που μία online κάρτα είναι προσβάσιμη
nl_nl: Aantal dagen dat online kaart kan worden afgehaald

source: Online card HTML mail text
el_el: HTML κείμενο e-mail ειδοποίησης για online κάρτα
nl_nl: Online kaart HTML mail tekst

source: Add stamp image
el_el: Προσθήκη γραφικού σφραγίδας/γραμματοσήμου
nl_nl: Voeg postzegel toe

source: Stampwidth in % of imagewidth
el_el: Πλάτος γραμματοσήμου/σφραγίδας σε ποσοστό % του πλάτους εικόνας

source: enable logging
el_el: Ενεργοποίηση καταγραφής αρχείου αποστολών
nl_nl: Logboek inschakelen

source: Number of days log entries are stored
el_el: Αριθμός ημερών διατήρησης καταγραφών αρχείου αποστολών
nl_nl: Aantal dagen dat loggegevens worden bewaard

source: Number of days card entries are stored
el_el: Αριθμός ημερών διατήρησης αποθηκευμένων καρτών
nl_nl: Aantal dagen dat kaartgegevens worden bewaard

source: disable wp-greet css rules
el_el: Απενεργοποίηση wp-greet css rules
nl_nl: schakel wp-greet css regels uit

source: Send
el_el: Αποστολή
nl_nl: Verzend

source: Your verification code is invalid.
el_el: Ο κωδικός επιβεβαίωσης δεν είναι έγκυρος.
nl_nl: Je verificatiecode is ongeldig.

source: Please send a new card at
el_el: Παρακαλώ στείλτε μια νέα κάρτα στις
nl_nl: Stuur een nieuwe kaart op

source: Your greeting card has already been sent.
el_el: Η κάρτα σας έχει ήδη αποσταλεί.
nl_nl: Jouw ecard is al verstuurd.

source: Your confirmation link is timedout.
el_el: Ο σύνδεσμος επιβεβαίωσης δεν ισχύει πλέον.
nl_nl: Je bevestigingslink is verlopen.

source: You are not permitted to send greeting cards.
el_el: Δεν έχετε δικαίωματα αποστολής καρτών.
nl_nl: Je hebt geen toestemming om ecards te versturen.

source: Please contact you WordPress Administrator.
el_el: Παρακαλώ επικοινωνήστε με τον Διαχειριστή του WordPress σας.
nl_nl: Neem contact op met de website beheerder.

source: Preview
el_el: Προεπισκόπιση
nl_nl: Voorbeeld

source: Please fill in mandatory field
el_el: Παρακαλώ συμπληρώστε το απαραίτητο πεδίο
nl_nl: Vul de verplichte velden in

source: Invalid sender mail address.
el_el: Άκυρη διεύθυνση αποστολέα.
nl_nl: Ongeldig verzender emailadres.

source: Invalid recipient mail address.
el_el: Άκυρη διεύθυνση παραλήπτη.
nl_nl: Ongeldig ontvanger emailadres.

source: Spamprotection - Code is not valid.<br />
el_el: Ο κωδικός προστασίας από Spam δεν είναι σωστός.<br />
nl_nl: Spambescherming. Code is ongeldig.<br />

source: Please try again.<br />Tip: If you cannot identify the chars, you can generate a new image. Using Reload.
el_el: Παρακαλώ δοκιμάστε ξανά.<br /> Αν δυσκολεύεστε να αναγνωρίσετε τους χαρακτήρες, κάντε κλικ στο 'Ανανέωση' (Reload) για νέο γραφικό.
nl_nl: Probeer het opnieuw.<br />Tip: als je de karakters niet herkent, kan je een nieuw plaatje genereren door te vernieuwen.

source: Please try again.
el_el: Παρακαλώ δοκιμάστε ξανά.
nl_nl: Probeer het opnieuw.

source: Please accept the terms of usage before sending a greeting card.<br />
el_el: Θα πρέπει να αποδεχτείτε τους όρους χρήσης πριν την αποστολή.<br />
nl_nl: Accepteer de voorwaarden voor het versturen van de e-card.<br />

source: Edit
el_el: Επεξεργασία
nl_nl: Bewerk

source: Back
el_el: Επιστροφή
nl_nl: Terug

source: Your greeting card has been sent or scheduled.
el_el: Η κάρτα σας έχει αποσταλεί.
nl_nl: Je e-card is verzonden of ingepland.

source: Send this card to another recipient
el_el: Αποστολή της κάρτας σε νέο παραλήπτη
nl_nl: Stuur deze ecard naar andere ontvanger

source: An error occured while sending you greeting card.
el_el: Εμφανίστηκε πρόβλημα κατά την αποστολή της κάρτας σας.
nl_nl: Fout tijdens het verzenden van je kaart.

source: Problem report
el_el: Αναφορά προβλήματος
nl_nl: Probleemrapport

source: A confirmation mail has been sent to your address.
el_el: Ένα μήνυμα επιβεβαίωσης έχει αποσταλεί στην e-mail διεύθυνση σας.
nl_nl: Een bevestigingsmail is verzonden naar je mailadres.

source: Please enter the link contained within the email into your browser and the greeting card will be sent.
el_el: Παρακαλώ επισκευθείτε τον σύνδεσμο που περιέχεται στο e-mail και η κάρτα θα σας αποσταλεί αυτόματα.
nl_nl: Vul de link in die je per email hebt ontvangen in je browser en de kaart zal worden verzonden.

source: An error occured while sending the confirmation mail.
el_el: Παρουσιάστηκε πρόβλημα κατά την αποστολή e-mail επιβεβαίωσης.
nl_nl: Fout bij het verzenden van de bevestigingsmail.

source: Sender Name
el_el: Όνομα αποστολέα
nl_nl: Naam afzender

source: Sender Email
el_el: Email αποστολέα
nl_nl: Email afzender

source: Send confirmation to Sender
el_el: Αποστολή επιβεβαίωσης προς Αποστολέα
nl_nl: Leesbevestiging aan afzender

source: CC to Sender
el_el: Αντίγραφο προς αποστολέα
nl_nl: Kopie aan afzender

source: Recipient Name
el_el: Όνομα παραλήπτη
nl_nl: Naam ontvanger

source: Recipient Email
el_el: Email παραλήπτη
nl_nl: Email ontvanger(s)

source: Time to send card
el_el: Χρόνος αποστολής κάρτας
nl_nl: Verzenddatum en tijd

source: Spamprotection:
el_el: Προστασία από Spam:
nl_nl: Spambescherming:

source: Sum of
el_el: Το άθροισμα των
nl_nl: Som van

source: I accept the terms of usage of the greeting card service
el_el: Αποδέχομαι τους όρους χρήσης ηλεκτρονικών καρτών
nl_nl: Ik accepteer de gebruiksvoorwaarden van deze e-card service

source: (show)
el_el: (προβολή)
nl_nl: (tonen)

source: Reset form
el_el: Καθαρισμός φόρμας
nl_nl: Formulier leegmaken

source: Send a new card at
el_el: Αποστολή νέας κάρτας στις
nl_nl: Stuur een nieuwe kaart op

source: Your greetcard link is timed out.
el_el: Ο σύνδεσμος για την ηλεκτρονική σας κάρτα δεν ισχύει πλέον.
nl_nl: Je e-card link is verlopen.

source: Greeting Card Confirmation Mail
el_el: Mail επιβεβαίωσης αποστολής ηλεκτρονικής κάρτας
nl_nl: E-card Bevestigingsmail

source: A Greeting Card for you
el_el: Μια ηλεκτρονική κάρτα για εσάς
nl_nl: Een e-card voor jou

source: You greeting card was received
el_el: Η ηλεκτρονική κάρτα σας έχει παραληφθεί
nl_nl: Je e-card is ontvangen

source: Stampimage not found - Please contact your administrator
el_el: Δεν εντοπίστηκε το γραφικό για σφραγίδα/γραμματόσημο - Παρακαλώ επικοινωνήστε με τον διαχειριστή του site σας
nl_nl: Postzegelafbeelding niet gevonden - neem contact op met de sitebeheerder

source: wp-greet external link
el_el: Εξωτερικός σύνδεσμος wp-greet
nl_nl: wp-greet externe link

source: If provided, wp-greet will link the image to this URL
el_el: Εάν εισάγετε κάποιο URL, η εικόνα θα οδηγεί σε αυτό με κλικ
nl_nl: indien ingevuld, linkt wp-greet de afbeelding naar deze URL

source: wp-greet open external link in new tab/window
el_el: Άνοιγμα εξωτερικού συνδέσμου σε νέο tab/παράθυρο
nl_nl: wp-greet open externe link in nieuwe tab/scherm

source: If checked external links will open in new tab/window
el_el: Εάν το τσεκάρετε, όποιοι εξωτερικοί σύνδεσμοι θα φορτώσουν σε νέο tab/παράθυρο
nl_nl: vink aan om externe links in nieuw tab/scherm te openen

source: Mandatory inputfields are marked with a
el_el: Τα απαραίτητα πεδία σημειώνονται με
nl_nl: Verplichte velden zijn gemarkeerd met een

source: Multiple adresses can be separated by comma
el_el: Πολλαπλές διευθύνσεις πρέπει να διαχωρίζονται με κόμα
nl_nl: Meerdere adressen scheiden met een komma

source: This card will be sent at
el_el: Αυτή η κάρτα θα αποσταλεί στις
nl_nl: Deze kaart zal worden verzonden op

source: No.
nl_nl: Nr.

source: IP-Adress
nl_nl: IP-adres

source: Mailtransfermethod
nl_nl: Mailtransfermethode

source: If you have a package code, enter it here
nl_nl: Als je een pakketcode hebt, vul het hier in
